class script(object):
    START_TXT ="""<b>Bonjour {},
    Je m'appelle <a href=https://t.me/{}>{}</a>, je peux fournir des films. Ajoutez-moi à votre groupe en tant qu'administrateur et profitez-en 😍</b>"""

    HELP_TXT = """<b>Salut {}
Voici l'aide pour mes commandes.</b>"""

    ABOUT_TXT = """<b>✯ Mon nom : {}
✯ Bibliothèque : <a href='docs.pyrogram.org/'>Pyrogram</a>
✯ Langage : <a href='www.python.org/download/releases/3.0/'>Python 3</a>
✯ Base de données : <a href='www.mongodb.com'>MongoDB</a>
✯ Serveur du bot : Privé
✯ Statut de construction : v2.7.1 [ Stable ]</b>"""

    SOURCE_TXT = """<b>
✭ ғᴏʀ ᴀɴʏ ǫᴜᴇʀʏ ᴄᴏɴᴛᴀᴄᴛ ᴛᴏ ᴛʜᴇ ᴅᴇᴠᴇʟᴏᴘᴇʀ 
✭ ɪғ ʏᴏᴜ ᴡᴀɴᴛ ʏᴏᴜʀ ᴏᴡɴ ᴀɴʏ ᴛʏᴘᴇ ᴏғ ʙᴏᴛ ᴛʜᴇɴ ᴅᴍ ᴍᴇ " ᴘᴀɪᴅ "</b>
"""

    MANUELFILTER_TXT = """ʜᴇʟᴘ: <b>ꜰɪʟᴛᴇʀꜱ</b>
- Uɴ ꜰɪʟᴛʀᴇ ᴇꜱᴛ ᴜɴᴇ ꜰᴏɴᴄᴛɪᴏɴ ᴏᴜ ʟᴇꜱ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀꜱ ᴘᴇᴜᴠᴇɴᴛ ᴇɴʀᴇɢɪꜱᴛʀᴇʀ ᴅᴇꜱ ʀᴇ́ᴘᴏɴꜱᴇꜱ ᴀᴜᴛᴏᴍᴀᴛɪϲᴇ́ᴇꜱ ᴘᴏᴜʀ ᴜɴ ᴍᴏᴛ-ᴄʟᴇ́ ᴘᴀʀᴛɪᴄᴜʟɪᴇʀ ᴇᴛ ʏ ᴇɴᴠᴏʏᴇʀᴀɪ ʟᴇꜱ ʀᴇ́ᴘᴏɴꜱᴇꜱ ᴅᴇꜱ ǫᴜᴇ ʟᴇ ᴍᴏᴛ-ᴄʟᴇ́ ᴇꜱᴛ ᴛʀᴏᴜᴠé ᴅᴀɴꜱ ʟᴇ ᴍᴇꜱꜱᴀɢᴇ
<b>RᴇᴍᴀʀQᴜᴇ:</b>
1. Cᴇ ʙᴏᴛ ᴅᴏɪᴛ ᴀᴠᴏɪʀ ᴅᴇꜱ ᴘʀɪᴠɪʟᴇ̀ɢᴇꜱ ᴅ'ᴀᴅᴍɪɴɪꜱᴛʀᴀᴛᴇᴜʀ.
2. Sᴇᴜʟꜱ ʟᴇꜱ ᴀᴅᴍɪɴɪꜱᴛʀᴀᴛᴇᴜʀꜱ ᴘᴇᴜᴠᴇɴᴛ ᴀᴊᴏᴜᴛᴇʀ ᴅᴇꜱ ꜰɪʟᴛʀᴇꜱ ᴅᴀɴꜱ ᴜɴ ᴄʜᴀᴛ.
3. Lᴇꜱ ʙᴜᴛᴛᴏɴꜱ ᴅ'ᴀʟᴇʀᴛᴇ ᴏɴᴛ ᴜɴᴇ ʟɪᴍɪᴛᴇ ᴅᴇ 64 ᴄᴀʀᴀᴄᴛᴇ̀ʀᴇꜱ.
Cᴏᴍᴍᴀɴᴅᴇꜱ ᴇᴛ ᴜꜱᴀɢᴇ :
• /filter - <code>Ajouter un filtre dans un chat</code>
• /filters - <code>Lister tous les filtres d'un chat</code>
• /del - <code>Supprimer un filtre spécifique dans un chat</code>
• /delall - <code>Supprimer tous les filtres dans un chat (propriétaire du chat seulement)</code>"""

    BUTTON_TXT = """ʜᴇʟᴘ: <b>Bᴜᴛᴛᴏɴꜱ</b>
- Cᴇ ʙᴏᴛ ꜱᴜᴘᴘᴏʀᴛᴇ ᴅᴇꜱ ʙᴜᴛᴛᴏɴꜱ ɪɴʟɪɴᴇ ᴘᴏᴜʀ ʟᴇꜱ ᴜʀʟ ᴇᴛ ʟᴇꜱ ᴀʟᴇʀᴛᴇꜱ.
<b>RᴇᴍᴀʀQᴜᴇ:</b>
1. Tᴇʟᴇɢʀᴀᴍ ɴᴇ ᴠᴏᴜꜱ ᴘᴇʀᴍᴇᴛᴛʀᴀ ᴘᴀꜱ ᴅ'ᴇɴᴠᴏʏᴇʀ ᴅᴇꜱ ʙᴜᴛᴛᴏɴꜱ ꜱᴀɴꜱ ᴄᴏɴᴛᴇɴᴜ, ᴀɪɴꜱɪ ʟᴇ ᴄᴏɴᴛᴇɴᴜ ᴇꜱᴛ ᴏʙʟɪɢᴀᴛᴏɪʀᴇ.
2. Cᴇ ʙᴏᴛ ꜱᴜᴘᴘᴏʀᴛᴇ ᴅᴇꜱ ʙᴜᴛᴛᴏɴꜱ ᴀᴠᴇᴄ ɴ'ɪᴍᴘᴏʀᴛᴇ ϲᴏɴᴛᴇɴᴜ ᴍᴇᴅɪᴀ ᴛᴇʟᴇɢʀᴀᴍ.
3. Leꜱ ʙᴜᴛᴛᴏɴꜱ ᴅᴇᴠʀᴀɪᴇɴᴛ êᴛʀᴇ ᴄᴏʀʀᴇᴄᴛᴇᴍᴇɴᴛ ᴘᴀʀꜱᴇ́ꜱ ᴇɴ ᴍᴀʀᴋᴅᴏᴡɴ.
<b>Bᴜᴛᴛᴏɴꜱ ᴜʀʟ :</b>
<code>[Texte du bouton](buttonurl:https://t.me/snowClubs13)</code>
<b>Bᴜᴛᴛᴏɴꜱ ᴀʟᴇʀᴛᴇ :</b>
<code>[Texte du bouton](buttonalert:Ceci est un message d'alerte)</code>"""

    AUTOFILTER_TXT = """ʜᴇʟᴘ: <b>Fɪʟᴛʀᴇ ᴀᴜᴛᴏᴍᴀᴛɪQᴜᴇ</b>
<b>RᴇᴍᴀʀQᴜᴇ : Iɴᴅᴇx ᴅᴇꜱ ꜰɪᴄʜɪᴇʀꜱ</b>
1. Rᴇɴᴅᴇᴢ-ᴍᴏɪ ᴀᴅᴍɪɴɪꜱᴛʀᴀᴛᴇᴜʀ ᴅᴇ ᴠᴏᴛʀᴇ ᴄʜᴀɴɴᴇʟ ꜱɪ ɪʟ ᴇꜱᴛ ᴘʀɪᴠᴇ́.
2. Aꜱꜱᴜʀᴇᴢ-ᴠᴏᴜꜱ Qᴜᴇ ᴠᴏᴛʀᴇ ᴄʜᴀɴɴᴇʟ ɴᴇ ᴄᴏɴᴛɪᴇɴᴛ ᴘᴀꜱ ᴅᴇ ᴄᴏɴᴛᴇɴᴜ, ᴘᴏʀɴᴏɢʀᴀᴘʜɪQᴜᴇꜱ ᴇᴛ ᴅᴇ ꜰᴀᴜx ꜰɪᴄʜɪᴇʀꜱ.
3. ᴛʀᴀɴsғᴇʀᴇᴢ ᴍᴏɪ Lᴇ ᴅᴇʀɴɪᴇʀ ᴍᴇꜱꜱᴀɢᴇ . J'ᴀᴊᴏᴜᴛᴇʀᴀɪ ᴛᴏᴜᴛᴇꜱ ʟᴇꜱ ꜰɪᴄʜɪᴇʀꜱ ᴅᴀɴꜱ ᴄᴇ ᴄʜᴀɴɴᴇʟ ᴀ̀ ᴍᴀ ᴅʙ.

<b>RᴇᴍᴀʀQᴜᴇ : AᴜᴛᴏFɪʟᴛʀᴇ</b>
1. Aᴊᴏᴜᴛᴇᴢ ʟᴇ ʙᴏᴛ ᴄᴏᴍᴍᴇ ᴀᴅᴍɪɴ  ᴘᴀʀᴛɪᴄᴜʟɪᴇʀ ᴅᴀɴꜱ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ.
2. Uᴛɪʟɪꜱᴇᴢ /connect ᴇᴛ ᴄᴏɴɴᴇᴄᴛᴇᴢ ᴠᴏᴛʀᴇ ɢʀᴏᴜᴘᴇ ᴀᴜ ʙᴏᴛ.
3. Uᴛɪʟɪꜱᴇᴢ /settings ᴅᴀɴꜱ ʟᴇ ᴘᴠ ᴅᴜ ʙᴏᴛ ᴇᴛ ᴀᴄᴛɪᴠᴇᴢ AᴜᴛᴏFɪʟᴛʀᴇ ᴅᴀɴꜱ ʟᴇ ᴍᴇɴᴜ ᴅᴇ ᴘᴀʀᴀᴍèᴛʀᴇꜱ."""

    CONNECTION_TXT = """ʜᴇʟᴘ: <b>Cᴏɴɴᴇxɪᴏɴꜱ</b>
- Uᴛɪʟɪꜱᴇ́ ᴘᴏᴜʀ ᴄᴏɴɴᴇᴄᴛᴇʀ ʟᴇ ʙᴏᴛ ᴀᴜx ᴍᴇꜱꜱᴀɢᴇꜱ ᴘᴇʀꜱᴏɴɴᴇʟꜱ ᴘᴏᴜʀ ɢᴇʀᴇʀ ʟᴇꜱ ꜰɪʟᴛʀᴇꜱ 
- Cᴇʟᴀ ᴀɪᴅᴇ ᴀ̀ ᴇ́ᴠɪᴛᴇʀ ʟᴇ ꜱᴘᴀᴍ ᴅᴀɴꜱ ʟᴇꜱ ɢʀᴏᴜᴘᴇꜱ.
<b>RᴇᴍᴀʀQᴜᴇ :</b>
1. Sᴇᴜʟᴇꜱ ʟᴇꜱ ᴀᴅᴍɪɴɪꜱᴛʀᴀᴛᴇᴜʀꜱ ᴘᴇᴜᴠᴇɴᴛ ᴀᴊᴏᴜᴛᴇʀ ᴜɴᴇ ᴄᴏɴɴᴇxɪᴏɴ.
2. Eɴᴠᴏʏᴇᴢ <code>/connect</code> ᴘᴏᴜʀ ᴄᴏɴɴᴇᴄᴛᴇʀ ᴍᴏɪ ᴀ̀ ᴠᴏᴛʀᴇ ᴘᴠ"""


    EXTRAMOD_TXT = """ʜᴇʟᴘ: Modules Eᴘxᴛʀᴀ
<b>ɴᴏᴛᴇ:</b>
Cᴇꜱ ᴄᴀʀᴀᴄᴛéʀɪꜱᴛɪϙᴇꜱ ꜱᴏɴᴛ ʟᴇꜱ ꜰᴏɴᴄᴛɪᴏɴɴᴀʟɪᴛéꜱ ᴇxᴛʀᴀ ᴅᴇ ᴄᴇʟᴜɪ ᴅᴜ ʙᴏᴛ
Cᴏᴍᴍᴀɴᴅᴇꜱ ᴇᴛ ᴜᴛɪʟɪꜱᴀᴛɪᴏɴ :
• /id - <code>ᴏʙᴛᴇɴɪʀ ʟ'ɪᴅᴇɴᴛɪꜰɪᴀɴᴛ ɴᴜᴍéʀɪQᴜᴇ ᴅ'un ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ ᴇɴ ᴘᴀʀᴛɪᴄᴜʟɪᴇʀ.</code>
• /info - <codeᴏʙᴛᴇɴɪʀ ʟᴇꜱ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴꜱ ꜱᴜʀ ᴜɴ ᴜᴛɪʟɪꜱᴀᴛᴇᴜʀ.</code>
• /imdb - <code>ᴏʙᴛᴇɴɪʀ ʟᴇꜱ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴꜱ ᴅᴜ ꜰɪʟᴍ ᴅᴇᴩᴜɪꜱ ʟᴇ ꜱɪᴛᴇ ᴅ'ɪᴍᴅʙ.</code>
• /search - <code>ᴏʙᴛᴇɴɪʀ ʟᴇꜱ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴꜱ ᴅᴜ ꜰɪʟᴍ ᴅᴇᴩᴜɪꜱ ᴅɪʀꜰéʀᴇɴᴛꜱ ꜱɪᴛᴇꜱ.</code>"""

    ADMIN_TXT = """ʜᴇʟᴘ: Aᴅᴍɪɴ Mᴏᴅs
<b>ɴᴏᴛᴇ:</b>
Ce module ne fonctionne que pour mes administrateurs. Commandes et utilisation
• /logs - <code>ᴛᴏ ɢᴇᴛ ᴛʜᴇ ʀᴇᴄᴇɴᴛ ᴇʀʀᴏʀꜱ</code>
• /stats - <code>ᴛᴏ ɢᴇᴛ ꜱᴛᴀᴛᴜꜱ ᴏꜰ ꜰɪʟᴇꜱ ɪɴ ᴅʙ. [Tʜɪs Cᴏᴍᴍᴀɴᴅ Cᴀɴ Bᴇ Usᴇᴅ Bʏ Aɴʏᴏɴᴇ]</code>
• /delete - <code>ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀ ꜱᴘᴇᴄɪꜰɪᴄ ꜰɪʟᴇ ꜰʀᴏᴍ ᴅʙ.</code>
• /users - <code>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴍʏ ᴜꜱᴇʀꜱ ᴀɴᴅ ɪᴅꜱ.</code>
• /chats - <code>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴍʏ ᴄʜᴀᴛꜱ ᴀɴᴅ ɪᴅꜱ</code>
• /leave  - <code>ᴛᴏ ʟᴇᴀᴠᴇ ꜰʀᴏᴍ ᴀ ᴄʜᴀᴛ.</code>
• /disable  -  <code>ᴛᴏ ᴅɪꜱᴀʙʟᴇ ᴀ ᴄʜᴀᴛ.</code>
• /ban  - <code>ᴛᴏ ʙᴀɴ ᴀ ᴜꜱᴇʀ.</code>
• /unban  - <code>ᴛᴏ ᴜɴʙᴀɴ ᴀ ᴜꜱᴇʀ.</code>
• /channel - <code>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴛᴏᴛᴀʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟꜱ</code>
• /broadcast - <code>ᴛᴏ ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴀʟʟ ᴜꜱᴇʀꜱ</code>
• /grp_broadcast - <code>Tᴏ ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ɢʀᴏᴜᴘs.</code>
• /gfilter - <code>ᴛᴏ ᴀᴅᴅ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀs</code>
• /gfilters - <code>ᴛᴏ ᴠɪᴇᴡ ʟɪsᴛ ᴏғ ᴀʟʟ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀs</code>
• /delg - <code>ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀ sᴘᴇᴄɪғɪᴄ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀ</code>
• /request - <code>Tᴏ sᴇɴᴅ ᴀ Mᴏᴠɪᴇ/Sᴇʀɪᴇs ʀᴇᴏ̨ᴜᴇsᴛ ᴛᴏ ʙᴏᴛ ᴀᴅᴍɪɴs. Oɴʟʏ ᴡᴏʀᴋs ᴏɴ sᴜᴘᴘᴏʀᴛ ɢʀᴏᴜᴘ. [Tʜɪs Cᴏᴍᴍᴀɴᴅ Cᴀɴ Bᴇ Usᴇᴅ Bʏ Aɴʏᴏɴᴇ]</code>
• /delallg - <code>Tᴏ ᴅᴇʟᴇᴛᴇ ᴀʟʟ Gғɪʟᴛᴇʀs ғʀᴏᴍ ᴛʜᴇ ʙᴏᴛ's ᴅᴀᴛᴀʙᴀsᴇ.</code>
• /deletefiles - <code>Tᴏ ᴅᴇʟᴇᴛᴇ CᴀᴍRɪᴘ ᴀɴᴅ PʀᴇDVD Fɪʟᴇs ғʀᴏᴍ ᴛʜᴇ ʙᴏᴛ's ᴅᴀᴛᴀʙᴀsᴇ.</code>"""

    STATUS_TXT = """<b>⍟────[ ʙᴏᴛ sᴛᴀᴛᴜ𝗌 ]────⍟
★ Tᴏᴛᴀʟ Fɪʟᴇs: <code>{}</code>
★ Tᴏᴛᴀʟ Usᴇʀs: <code>{}</code>
★ Tᴏᴛᴀʟ Cʜᴀᴛs: <code>{}</code>
★ Usᴇᴅ Sᴛᴏʀᴀɢᴇ: <code>{}</code>
★ Fʀᴇᴇ Sᴛᴏʀᴀɢᴇ: <code>{}</code>
</b>
•❅─────✧❅✦❅✧─────❅•"""

    LOG_TEXT_G = """#NewGroup
Gʀᴏᴜᴘ = {}(<code>{}</code>)
Tᴏᴛᴀʟ Mᴇᴍʙᴇʀs = <code>{}</code>
Aᴅᴅᴇᴅ Bʏ - {}"""

    LOG_TEXT_P = """#NewUser
ID - <code>{}</code>
Nᴀᴍᴇ - {}"""

    ALRT_TXT = """ʜᴇʟʟᴏ {},
ᴛʜɪꜱ ɪꜱ ɴᴏᴛ ʏᴏᴜʀ ᴍᴏᴠɪᴇ ʀᴇQᴜᴇꜱᴛ,
ʀᴇQᴜᴇꜱᴛ ʏᴏᴜʀ'ꜱ..."""

    OLD_ALRT_TXT = """ʜᴇʏ {},
ʏᴏᴜ ᴀʀᴇ ᴜꜱɪɴɢ ᴏɴᴇ ᴏꜰ ᴍʏ ᴏʟᴅ ᴍᴇꜱꜱᴀɢᴇꜱ, 
ᴘʟᴇᴀꜱᴇ ꜱᴇɴᴅ ᴛʜᴇ ʀᴇQᴜᴇꜱᴛ ᴀɢᴀɪɴ."""

    CUDNT_FND = """<b>Sᴘᴇʟʟɪɴɢ Mɪsᴛᴀᴋᴇ Bʀᴏ ‼️
Dᴏɴ'ᴛ Wᴏʀʀʏ 😊, Cʜᴏᴏsᴇ Tʜᴇ Cᴏʀʀᴇᴄᴛ Oɴᴇ Bᴇʟᴏᴡ👇</b>"""

    I_CUDNT = """<b>sᴏʀʀʏ ɪ ᴄᴏᴜʟᴅɴ'ᴛ ғɪɴᴅ ᴀɴʏ ᴍᴏᴠɪᴇ/sᴇʀɪᴇs ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴡᴏʀᴅ ~~{}~~ 😕

ᴄʜᴇᴄᴋ ʏᴏᴜʀ sᴘᴇʟʟɪɴɢ ɪɴ ɢᴏᴏɢʟᴇ ᴀɴᴅ ᴛʀʏ ᴀɢᴀɪɴ 😃

ᴍᴏᴠɪᴇ ʀᴇǫᴜᴇꜱᴛ ꜰᴏʀᴍᴀᴛ 👇

ᴇxᴀᴍᴘʟᴇ : Bhediya or Bhediya 2022 or Avatar 2009 Hindi

ꜱᴇʀɪᴇꜱ ʀᴇǫᴜᴇꜱᴛ ꜰᴏʀᴍᴀᴛ 👇

ᴇxᴀᴍᴘʟᴇ : Asur S02 or Asur S01E04 or Asur S03E24

🚯 Dᴏɴᴛ ᴜꜱᴇ ➠ ':(!,./)</b>"""

    I_CUD_NT = """ɪ ᴄᴏᴜʟᴅɴ'ᴛ ꜰɪɴᴅ ᴀɴʏ ᴍᴏᴠɪᴇ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ {}.
ᴘʟᴇᴀꜱᴇ ᴄʜᴇᴄᴋ ᴛʜᴇ ꜱᴘᴇʟʟɪɴɢ ᴏɴ ɢᴏᴏɢʟᴇ ᴏʀ ɪᴍᴅʙ..."""

    MVE_NT_FND = """ᴍᴏᴠɪᴇ ɴᴏᴛ ꜰᴏᴜɴᴅ ɪɴ ᴅᴀᴛᴀʙᴀꜱᴇ..."""

    TOP_ALRT_MSG = """Cʜᴇᴄᴋɪɴɢ Fᴏʀ Mᴏᴠɪᴇ Iɴ Dᴀᴛᴀʙᴀsᴇ..."""

    MELCOW_ENG = """<b>Hᴇʟʟᴏ {} 😍, Aɴᴅ Wᴇʟᴄᴏᴍᴇ Tᴏ {} Gʀᴏᴜᴘ ❤️</b>"""

    SHORTLINK_INFO = """
<b>─────「<a href=https://t.me/snowClubs13> Hᴏᴡ ᴛᴏ Eᴀʀɴ Mᴏɴᴇʏ </a> 」─────

Yᴏᴜ ᴄᴀɴ Eᴀʀɴ Mᴏɴᴇʏ Fʀᴏᴍ Tʜɪs Bᴏᴛ Uɴᴛɪʟ ᴛʜɪs ʙᴏᴛ ɪs ᴀʟɪᴠᴇ.

Wᴀɴᴛ ᴛᴏ Kɴᴏᴡ Hᴏᴡ? Fᴏʟʟᴏᴡ Tʜᴇsᴇ Sᴛᴇᴘs:-

sᴛᴇᴘ 𝟷 : ʏᴏᴜ ᴍᴜsᴛ ʜᴀᴠᴇ ᴀᴛʟᴇᴀsᴛ ᴏɴᴇ ɢʀᴏᴜᴘ ᴡɪᴛʜ ᴍɪɴɪᴍᴜᴍ 1𝟶𝟶 ᴍᴇᴍʙᴇʀs.

sᴛᴇᴘ 𝟸 : ᴍᴀᴋᴇ ᴀᴄᴄᴏᴜɴᴛ ᴏɴ Aɴʏ <a href=https://easysky.in/ref/ROHAN5>Sʜᴏʀᴛᴇɴᴇʀ Wᴇʙsɪᴛᴇ</a>.

sᴛᴇᴘ 𝟹 : ꜰᴏʟʟᴏᴡ ᴛʜᴇsᴇ <a href=https='t.me/snowClubs13> ɪɴꜱᴛʀᴜᴄᴛɪᴏɴꜱ </a>Tᴏ ᴄᴏɴɴᴇᴄᴛ sʜᴏʀᴛᴇɴᴇʀ.

➣ Yᴏᴜ ᴄᴀɴ ᴄᴏɴɴᴇᴄᴛ ᴀs ᴍᴀɴʏ ɢʀᴏᴜᴘ ʏᴏᴜ ʜᴀᴠᴇ.

ᴀɴʏ ᴅᴏᴜʙᴛs ᴏʀ ɴᴏᴛ ᴄᴏɴɴᴇᴄᴛɪɴɢ? ᴄᴏɴᴛᴀᴄᴛ ᴏᴡɴᴇʀ </b>
"""

    REQINFO = """
⚠ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ⚠

ᴀꜰᴛᴇʀ 5 ᴍɪɴᴜᴛᴇꜱ ᴛʜɪꜱ ᴍᴇꜱꜱᴀɢᴇ ᴡɪʟʟ ʙᴇ ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ᴅᴇʟᴇᴛᴇᴅ

ɪꜰ ʏᴏᴜ ᴅᴏ ɴᴏᴛ ꜱᴇᴇ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴍᴏᴠɪᴇ / sᴇʀɪᴇs ꜰɪʟᴇ, ʟᴏᴏᴋ ᴀᴛ ᴛʜᴇ ɴᴇxᴛ ᴘᴀɢᴇ"""

    SELECT = """
MOVIES ➢ Sᴇʟᴇᴄᴛ "Lᴀɴɢᴜᴀɢᴇs"

SERIES ➢ Sᴇʟᴇᴄᴛ "Sᴇᴀsᴏɴs"

Tɪᴘ: Sᴇʟᴇᴄᴛ "Lᴀɴɢᴜᴀɢᴇs" ᴏʀ "Sᴇᴀsᴏɴs" Bᴜᴛᴛᴏɴ ᴀɴᴅ Cʟɪᴄᴋ "Sᴇɴᴅ Aʟʟ" Tᴏ ɢᴇᴛ Aʟʟ Fɪʟᴇ Lɪɴᴋs ɪɴ ᴀ Sɪɴɢʟᴇ ᴄʟɪᴄᴋ"""

    SINFO = """
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯
ꜱᴇʀɪᴇꜱ ʀᴇǫᴜᴇꜱᴛ ꜰᴏʀᴍᴀᴛ
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯

ɢᴏ ᴛᴏ ɢᴏᴏɢʟᴇ ➠ ᴛʏᴘᴇ ꜱᴇʀɪᴇꜱ ɴᴀᴍᴇ ➠ ᴄᴏᴘʏ ᴄᴏʀʀᴇᴄᴛ ɴᴀᴍᴇ ➠ ᴘᴀꜱᴛᴇ ᴛʜɪꜱ ɢʀᴏᴜᴘ

ᴇxᴀᴍᴘʟᴇ : Loki S01E01

🚯 ᴅᴏɴᴛ ᴜꜱᴇ ➠ ':(!,./)"""

    NORSLTS = """
★ #𝗡𝗼𝗥𝗲𝘀𝘂𝗹𝘁𝘀 ★

𝗜𝗗 <b>: {}</b>

𝗡𝗮𝗺𝗲 <b>: {}</b>

𝗠𝗲𝘀𝘀𝗮𝗴𝗲 <b>: {}</b>"""

    CAPTION = """
<b><a href=https://t.me/deathking_botworld>{file_caption}</a>


▫️ Mᴀɪɴ Cʜᴀɴɴᴇʟ : @snowClubs13
▫️ Mᴀɪɴ Cʜᴀɴɴᴇʟ : @snowClubs12</b>""" 

    FORCE_SUB = """
**⚠️ Pʟᴇᴀsᴇ ғᴏʟʟᴏᴡ ᴛʜɪs ʀᴜʟe ⚠️

Iɴ ᴏʀᴅᴇʀ ᴛᴏ ɢᴇᴛ ᴛʜᴇ ᴍᴏᴠɪᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ʙʏ ʏᴏᴜ.

Yᴏᴜ ᴡɪʟʟ ʜᴀᴠᴇ ᴛᴏ ᴊᴏɪɴ ᴏᴜʀ ᴏғғɪᴄɪᴀʟ ᴏʀ ʙᴀᴄᴋ-ᴜᴘ ᴄʜᴀɴɴᴇʟ ғɪʀsᴛ.

Tʜᴇɴ ᴄʟɪᴄᴋ ᴏɴ ᴛʜᴇ '🔄 Tʀʏ Aɢᴀɪɴ' ʙᴜᴛᴛᴏɴ ʙᴇʟᴏᴡ.

Aғᴛᴇʀ ᴛʜᴀᴛ ɪ'ʟʟ sᴇɴᴅ ʏᴏᴜ ᴛʜᴀᴛ ᴍᴏᴠɪᴇ ᴘʀɪᴠᴀᴛᴇʟʏ.**"""

    IMDB_TEMPLATE_TXT = """
<b>Query: {qurey}

IMDb Data:
🏷 Title: <a href={url}>{title}</a>
🎭 Genres: {genres}
📆 Year: <a href={url}/releaseinfo>{year}</a>
⏱️ Result Shown in: {remaining_seconds} <i>seconds</i> 🔥
🌟 Rating: <a href={url}/ratings>{rating}</a> / 10</b>"""

    
    ALL_FILTERS = """
<b>Hᴇʏ {}, Tʜᴇsᴇ ᴀʀᴇ ᴍʏ ᴛʜʀᴇᴇ ᴛʏᴘᴇs ᴏғ ғɪʟᴛᴇʀs.</b>"""
    
    GFILTER_TXT = """
<b>Wᴇʟᴄᴏᴍᴇ ᴛᴏ Gʟᴏʙᴀʟ Fɪʟᴛᴇʀs. Gʟᴏʙᴀʟ Fɪʟᴛᴇʀs ᴀʀᴇ ᴛʜᴇ ғɪʟᴛᴇʀs sᴇᴛ ʙʏ ʙᴏᴛ ᴀᴅᴍɪɴs ᴡʜɪᴄʜ ᴡɪʟʟ ᴡᴏʀᴋ ᴏɴ ᴀʟʟ ɢʀᴏᴜᴘs.</b>
    
Aᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs:
• /gfilter - <code>Tᴏ ᴄʀᴇᴀᴛᴇ ᴀ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀ.</code>
• /gfilters - <code>Tᴏ ᴠɪᴇᴡ ᴀʟʟ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀs.</code>
• /delg - <code>Tᴏ ᴅᴇʟᴇᴛᴇ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀ.</code>
• /delallg - <code>ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀʟʟ ɢʟᴏʙᴀʟ ꜰɪʟᴛᴇʀꜱ.</code>"""
    
    FILE_STORE_TXT = """
<b>Fɪʟᴇ sᴛᴏʀᴇ ɪs ᴛʜᴇ ғᴇᴀᴛᴜʀᴇ ᴡʜɪᴄʜ ᴡɪʟʟ ᴄʀᴇᴀᴛᴇ ᴀ sʜᴀʀᴇᴀʙʟᴇ ʟɪɴᴋ ᴏғ ᴀ sɪɴɢʟᴇ ᴏʀ ᴍᴜʟᴛɪᴘʟᴇ ғɪʟᴇs.</b>

Aᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs:
• /batch - <code>Tᴏ ᴄʀᴇᴀᴛᴇ ᴀ ʙᴀᴛᴄʜ ʟɪɴᴋ ᴏғ ᴍᴜʟᴛɪᴘʟᴇ ғɪʟᴇs.</code>
• /link - <code>Tᴏ ᴄʀᴇᴀᴛᴇ ᴀ sɪɴɢʟᴇ ғɪʟᴇ sᴛᴏʀᴇ ʟɪɴᴋ.</code>
• /pbatch - <code>Jᴜsᴛ ʟɪᴋᴇ /batch, ʙᴜᴛ ᴛʜᴇ ғɪʟᴇs ᴡɪʟʟ ʙᴇ sᴇɴᴅ ᴡɪᴛʜ ғᴏʀᴡᴀʀᴅ ʀᴇsᴛʀɪᴄᴛɪᴏɴs.</code>
• /plink - <code>Jᴜsᴛ ʟɪᴋᴇ /link, ʙᴜᴛ ᴛʜᴇ ғɪʟᴇ ᴡɪʟʟ ʙᴇ sᴇɴᴅ ᴡɪᴛʜ ғᴏʀᴡᴀʀᴅ ʀᴇsᴛʀɪᴄᴛɪᴏɴ.</code>"""

    OWNER_INFO = """
<b> ⍟───[ ᴏᴡɴᴇʀ ᴅᴇᴛᴀɪʟꜱ ]───⍟
 ◈ ꜰᴜʟʟ ɴᴀᴍᴇ :  <a href='https://t.me/'>ᴅᴇᴠᴇʟᴏᴘᴇʀ</a> ✌ 
 ◈ ɪғ ʏᴏᴜ ᴡᴀɴᴛ ʏᴏᴜʀ ᴏᴡɴ ᴀɴʏ ᴛʏᴘᴇ ᴏғ ʙᴏᴛ ᴛʜᴇɴ ᴅᴍ ᴍᴇ " ᴘᴀɪᴅ " 
 </b>"""

    DISL_TXT = """
<b>ᴛʜɪꜱ ɪꜱ ᴀɴ ᴏᴘᴇɴ ꜱᴏᴜʀᴄᴇ ᴘʀᴏᴊᴇᴄᴛ.

ᴀʟʟ ᴛʜᴇ ꜰɪʟᴇꜱ ɪɴ ᴛʜɪꜱ ʙᴏᴛ ᴀʀᴇ ꜰʀᴇᴇʟʏ ᴀᴠᴀɪʟᴀʙʟᴇ ᴏɴ ᴛʜᴇ ɪɴᴛᴇʀɴᴇᴛ ᴏʀ ᴘᴏꜱᴛᴇᴅ ʙʏ ꜱᴏᴍᴇʙᴏᴅʏ ᴇʟꜱᴇ. ᴊᴜꜱᴛ ꜰᴏʀ ᴇᴀꜱʏ ꜱᴇᴀʀᴄʜɪɴɢ ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ɪɴᴅᴇxɪɴɢꜰɪʟᴇꜱ ᴡʜɪᴄʜ ᴀʀᴇ ᴀʟʀᴇᴀᴅʏ ᴜᴘʟᴏᴀᴅᴇᴅ ᴏɴ ᴛᴇʟᴇɢʀᴀᴍ. ᴡᴇ ʀᴇꜱᴘᴇᴄᴛ ᴀʟʟ ᴛʜᴇ ᴄᴏᴘʏʀɪɢʜᴛ ʟᴀᴡꜱ ᴀɴᴅ ᴡᴏʀᴋꜱ ɪɴ ᴄᴏᴍᴘʟɪᴀɴᴄᴇ ᴡɪᴛʜ ᴅᴍᴄᴀ ᴀɴᴅ ᴇᴜᴄᴅ. ɪꜰ ᴀɴʏᴛʜɪɴɢ ɪꜱ ᴀɢᴀɪɴꜱᴛ ʟᴀᴡ ᴘʟᴇᴀꜱᴇ ᴄᴏɴᴛᴀᴄᴛ ᴍᴇ ꜱᴏ ᴛʜᴀᴛ ɪᴛ ᴄᴀɴ ʙᴇ ʀᴇᴍᴏᴠᴇᴅ ᴀꜱᴀᴘ. ɪᴛ ɪꜱ ꜰᴏʀʙɪʙʙᴇɴ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ, ꜱᴛʀᴇᴀᴍ, ʀᴇᴘʀᴏᴅᴜᴄᴇ, ᴏʀ ʙʏ ᴀɴʏ ᴍᴇᴀɴꜱ, ꜱʜᴀʀᴇ, ᴏʀ ᴄᴏɴꜱᴜᴍᴇ, ᴄᴏɴᴛᴇɴᴛ ᴡɪᴛʜᴏᴜᴛ ᴇxᴘʟɪᴄɪᴛ ᴘᴇʀᴍɪꜱꜱɪᴏɴ ꜰʀᴏᴍ ᴛʜᴇ ᴄᴏɴᴛᴇɴᴛ ᴄʀᴇᴀᴛᴏʀ ᴏʀ ʟᴇɢᴀʟ ᴄᴏᴘʏʀɪɢʜᴛ ʜᴏʟᴅᴇʀ. ɪꜰ ʏᴏᴜ ʙᴇʟɪᴇᴠᴇ ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ᴠɪᴏʟᴀᴛɪɴɢ ʏᴏᴜʀ ɪɴᴛᴇʟʟᴇᴄᴛᴜᴀʟ ᴘʀᴏᴘᴇʀᴛʏ, ᴄᴏɴᴛᴀᴄᴛ ᴛʜᴇ ʀᴇꜱᴘᴇᴄᴛɪᴠᴇ ᴄʜᴀɴɴᴇʟꜱ ꜰᴏʀ ʀᴇᴍᴏᴠᴀʟ. ᴛʜᴇ ʙᴏᴛ ᴅᴏᴇꜱ ɴᴏᴛ ᴏᴡɴ ᴀɴʏ ᴏꜰ ᴛʜᴇꜱᴇ ᴄᴏɴᴛᴇɴᴛꜱ, ɪᴛ ᴏɴʟʏ ɪɴᴅᴇx ᴛʜᴇ ꜰɪʟᴇꜱ ꜰʀᴏᴍ ᴛᴇʟᴇɢʀᴀᴍ. 
</b>"""

    MODS_TXT = """Yᴏᴜ Cᴀɴ Tʀʏ Aʟʟ Tʜᴇsᴇ Cᴏᴏʟ Fᴇᴀᴛᴜʀᴇs Fʀᴏᴍ Bᴇʟᴏᴡ Oᴘᴛɪᴏɴ..!!!"""

    STICKER_TXT = """<b>𝚈𝙾ᴜ 𝙲𝙰ɴ 𝚄𝚂𝙴 𝚃𝙷𝙸𝚂 𝙼𝙾𝙳𝚄𝙻𝙴 𝚃𝙾 𝙵𝙸𝙽𝙳 𝙰𝙽𝚈 𝚂𝚃𝙸𝙲𝙺𝙴𝚁𝚂 𝙸𝙳. </b>
• 𝐔𝐒𝐀𝐆𝐄
To Get Sticker ID
 
  ⭕ 𝙃𝙤𝙬 𝙏𝙤 𝙐𝙨𝙚
 
◉ ʀᴇᴘʟʏ ᴛᴏ ᴀɴʏ sᴛɪᴄᴋᴇʀ [/stickerid]"""


    FONT_TXT= """ 𝐔𝐒𝐀𝐆ᴇ

𝐘𝐎ᴜ ᴄᴀɴ 𝐔𝐒𝐄 𝐓𝐇𝐈𝐒 𝐌𝐎𝐃𝐔𝐋𝐄 𝐓𝐎 𝐂𝐇𝐀𝐍𝐆𝐄 𝐅𝐎𝐍𝐓 𝐒𝐓𝐘𝐋𝐄 

<b>ᴄᴏᴍᴍᴀɴᴅ</b> : /font ʏᴏᴜʀ ᴛᴇxᴛ ( ᴏᴘᴛɪᴏɴᴀʟ)
        <b> Eg:- /font ʜᴇʟʟᴏ</ʙ>"""

    TELE_TXT = """▫️Hᴇʟᴘ: ▪️ Tᴇʟᴇɢʀᴀᴘʜ ▪️
     Tᴇʟᴇɢʀᴀᴘʜ Lɪɴᴋ Gᴇɴᴇʀᴀᴛᴏʀ
    Usᴀɢᴇ
    🤧 /telegraph - Sᴇɴᴅ Mᴇ Pʜᴏᴛᴏ Oʀ Vɪᴅᴇᴏ Uɴᴅᴇʀ(5ᴍʙ) Aɴᴅ Rᴇᴘʟʏ Wɪᴛʜ Cᴏᴍᴍᴀᴍɴᴅ"""

    CON_TXT = """<b><u>ᴄᴏᴜɴᴛʀʏ ɪɴғᴏ</b></u>
<b>Tʜɪs ᴍᴏᴅᴜʟᴇ ɪs ᴛᴏ ғɪɴᴅ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴄᴏᴜɴᴛʀɪᴇs</b>
• /country [𝖼𝗈𝗎𝗇𝗍𝗋𝗒 𝗇𝖺𝗆𝖾] 
𝖤𝗑𝖺𝗆𝗉𝗅𝖾 :- <code>/country India</code>"""

    RULE_TXT = """
<b>♨️ 𝗥𝗘𝗚𝗟𝗘𝗠𝗘𝗡𝗧 𝗗𝗨 𝗚𝗥𝗢𝗨𝗣𝗘 ♨️

🔹 ғᴏʀᴍᴀᴛ ᴅᴇ ʀᴇᴄʜᴇʀᴄʜᴇ ғɪʟᴍ ᴀᴠᴇᴄ ᴏʀᴛʜᴏɢʀᴀᴘʜɪᴇ ᴄᴏʀʀᴇᴄᴛᴇ :
› ᴀᴠᴀᴛᴀʀ 2009 ✅
› ᴀᴠᴀᴛᴀʀ ғʀᴀɴᴄ̧ᴀɪs ✅
› ᴀᴠᴀᴛᴀʀ ғɪʟᴍ ❌
› ᴀᴠᴀᴛᴀʀ ғʀᴀɴᴄ̧ᴀɪs ᴅᴜʙʙᴇᴅ..❌

🔹ғᴏʀᴍᴀᴛ ᴅᴇ ʀᴇᴄʜᴇʀᴄʜᴇ sᴇʀɪᴇ ᴀᴠᴇᴄ ᴏʀᴛʜᴏɢʀᴀᴘʜɪᴇ ᴄᴏʀʀᴇᴄᴛᴇ  : 
› ᴠɪᴋɪɴɢs S01 ✅
› ᴠɪᴋɪɴɢs S01E01 ✅
› ᴠɪᴋɪɴɢs S01 ғʀᴀɴᴄ̧ᴀɪs ✅
› ᴠɪᴋɪɴɢs S01 ғʀᴀɴᴄ̧ᴀɪs ᴅᴜʙʙ. ❌
› ᴠɪᴋɪɴɢs sᴀɪsᴏɴ 1 ❌
› ᴠɪᴋɪɴɢs ᴡᴇʙ sᴇʀɪᴇs ❌

🔹 𝐍𝐞 𝐟𝐚𝐢𝐭𝐞𝐬 𝐚𝐮𝐜𝐮𝐧𝐞 𝐚𝐮𝐭𝐨𝐩𝐫𝐨𝐦𝐨𝐭𝐢𝐨𝐧.

🔹 𝐍𝐞 𝐩𝐚𝐬 𝐞𝐧𝐯𝐨𝐲𝐞𝐫 𝐝𝐞 𝐩𝐡𝐨𝐭𝐨𝐬, 𝐯𝐢𝐝é𝐨𝐬, 𝐝𝐨𝐜𝐮𝐦𝐞𝐧𝐭𝐬, 𝐔𝐑𝐋, 𝐞𝐭𝐜.

🔹 𝐍𝐞 𝐝𝐞𝐦𝐚𝐧𝐝𝐞𝐳 𝐫𝐢𝐞𝐧 𝐝'𝐚𝐮𝐭𝐫𝐞 𝐪𝐮𝐞 𝐝𝐞𝐬 𝐟𝐢𝐥𝐦𝐬, 𝐬é𝐫𝐢𝐞𝐬, 𝐚𝐧𝐢𝐦𝐞𝐬.

⚙️ 𝐍𝐨𝐭𝐞 : 𝐓𝐨𝐮𝐬 𝐥𝐞𝐬 𝐦𝐞𝐬𝐬𝐚𝐠𝐞𝐬 𝐬𝐞𝐫𝐨𝐧𝐭 𝐚𝐮𝐭𝐨𝐦𝐚𝐭𝐢𝐪𝐮𝐞𝐦𝐞𝐧𝐭 𝐬𝐮𝐩𝐩𝐫𝐢𝐦é𝐬 𝐚𝐩𝐫è𝐬 𝟏𝟎 𝐦𝐢𝐧𝐮𝐭𝐞𝐬 𝐩𝐨𝐮𝐫 é𝐯𝐢𝐭𝐞𝐫 𝐥𝐞𝐬 𝐯𝐢𝐨𝐥𝐚𝐭𝐢𝐨𝐧𝐬 𝐝𝐞 𝐝𝐫𝐨𝐢𝐭𝐬 𝐝'𝐚𝐮𝐭𝐞𝐮𝐫..</b>"""
    
    SETTING_TXT = """    
<b>ѕeттιngѕ
~ sᴇᴛᴛɪɴɢs ɪs ᴍᴏsᴛ ɪᴍᴘᴏʀᴛᴀɴᴛ ғᴇᴀᴛᴜʀᴇs ɪɴ ᴛʜɪs ʙᴏᴛ.
~ ʏᴏᴜ ᴄᴀɴ ᴇᴀsɪʟʏ ᴄᴜsᴛᴏᴍɪᴢᴇ ᴛʜɪs ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ɢʀᴏᴜᴘ.

noтe
1. ᴏɴʟʏ ɢʀᴏᴜᴘ ᴀᴅᴍɪɴ ᴄᴀɴ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴀɴᴅ ᴄʜᴀɴɢᴇs sᴇᴛᴛɪɴɢs.
2. ɪᴛ ᴡᴏʀᴋs ᴏɴʟʏ ᴡʜᴇɴ ʏᴏᴜ ᴀʟʀᴇᴀᴅʏ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ.

coммand and υѕeѕ
• /settings - ᴄʜᴀɴɢᴇ sᴇᴛᴛɪɴɢs ᴀs ʏᴏᴜʀ ᴡɪsʜ</b>"""

    CHNL_INFO = """<b>
   🔰 ɢʀᴏᴜᴘs & ᴄʜᴀɴɴᴇʟs ɪɴғᴏ 🔰 

▫  ɢʀᴏᴜᴘᴇ ᴄᴏᴍᴘʟᴇᴛᴇ ᴅᴇ  ʀᴇǫᴜᴇᴛᴇ ᴅᴇ ғɪʟᴍ.
▫ 𝐓𝐨𝐮𝐬 𝐥𝐞𝐬 𝐟𝐢𝐥𝐦𝐬 𝐞𝐭 𝐬é𝐫𝐢𝐞𝐬 𝐝𝐚𝐧𝐬 𝐭𝐨𝐮𝐭𝐞𝐬 𝐥𝐞𝐬 𝐥𝐚𝐧𝐠𝐮𝐞𝐬.
▫ 𝐋𝐞𝐬 𝐛𝐨𝐭𝐬 𝐥𝐞𝐬 𝐩𝐥𝐮𝐬 𝐫𝐚𝐩𝐢𝐝𝐞𝐬 𝐬𝐨𝐧𝐭 𝐚𝐣𝐨𝐮𝐭é𝐬.
▫ 𝐆𝐫𝐚𝐭𝐮𝐢𝐭 𝐞𝐭 𝐟𝐚𝐜𝐢𝐥𝐞 à 𝐮𝐭𝐢𝐥𝐢𝐬𝐞𝐫.
▫ 𝐃𝐢𝐬𝐩𝐨𝐧𝐢𝐛𝐥𝐞 𝟐𝟒/𝟕. </b>"""
    VERIFED_TXT = """<b>sᴀʟᴜᴛ {},
    𝐕𝐨𝐮𝐬 ê𝐭𝐞𝐬 𝐯é𝐫𝐢𝐟𝐢é 𝐚𝐯𝐞𝐜 𝐬𝐮𝐜𝐜è𝐬 ! 𝐌𝐚𝐢𝐧𝐭𝐞𝐧𝐚𝐧𝐭, 𝐯𝐨𝐮𝐬 𝐚𝐯𝐞𝐳 𝐮𝐧 𝐚𝐜𝐜è𝐬 𝐢𝐥𝐥𝐢𝐦𝐢𝐭é à 𝐭𝐨𝐮𝐬 𝐥𝐞𝐬 𝐟𝐢𝐥𝐦𝐬 𝐣𝐮𝐬𝐪𝐮'à 𝐦𝐢𝐧𝐮𝐢𝐭 𝐚𝐮𝐣𝐨𝐮𝐫𝐝'𝐡𝐮𝐢.</b>"""
    VERIFY_TXT = """<b>sᴀʟᴜᴛ {},
𝐕𝐨𝐮𝐬 𝐧'ê𝐭𝐞𝐬 𝐩𝐚𝐬 𝐯é𝐫𝐢𝐟𝐢é . 𝐕𝐞𝐮𝐢𝐥𝐥𝐞𝐳 𝐯é𝐫𝐢𝐟𝐢𝐞𝐫 𝐦𝐚𝐢𝐧𝐭𝐞𝐧𝐚𝐧𝐭 𝐞𝐭 𝐛é𝐧é𝐟𝐢𝐜𝐢𝐞𝐫 𝐝'𝐮𝐧 𝐚𝐜𝐜è𝐬 𝐢𝐥𝐥𝐢𝐦𝐢𝐭é 𝐝𝐞 𝐧𝐨𝐬 𝐜𝐨𝐧𝐭𝐞𝐧𝐮𝐬 ...
 |</b>"""

    VERIFY2_TXT = """
<b>Vᴇʀɪғʏ Sᴛᴀᴛᴜꜱ
Nᴀᴍᴇ : {} 
Uꜱᴇʀ Sᴛᴀᴛᴜꜱ : Vᴇʀɪғɪᴇᴅ</b>
"""

    RESTART_TXT = """
<b>Bᴏᴛ Rᴇsᴛᴀʀᴛᴇᴅ !

📅 Dᴀᴛᴇ : <code>{}</code>
⏰ Tɪᴍᴇ : <code>{}</code>
🌐 Tɪᴍᴇᴢᴏɴᴇ : <code>Europes/Paris</code>
🛠️ Bᴜɪʟᴅ Sᴛᴀᴛᴜs: <code>v2.7.1 [ Sᴛᴀʙʟᴇ ]</code></b>"""

    LOGO = """nothing"""
